[ItemDefs.ID_MO_GrandmotherHouse_Flower MissionItemDefinition]
UseFailureCharacterMessage="You need it %s Use this project."
ItemName="flowers"
PickupMessage="yes %s"
UseFailureLevelMessage="You must be at least %d old to use this item."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="Generally speaking"

[ItemDefs.ID_MO_GrandmotherHouse_Flower:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Beautiful flowers for beautiful women..."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Mo_GrandmotherHouse_JackItem MissionItemDefinition]
UseFailureCharacterMessage="I need you %s Use this article."
ItemName="Grandma looked at the ax."
PickupMessage="you are there %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="the main one"

[ItemDefs.ID_Mo_GrandmotherHouse_JackItem:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A punishment administered by Jack's kind grandmother. seems difficult."
NoConstraintText=""
Suffix=""
Prefix=""

